Repository: txssu/cen
Catalog: priv/gettext/*/LC_MESSAGES/enums.po
Languages: ru

source: Bachelor
ru: Бакалавриат

source: Choreography
ru: Хореография

source: Doctor
ru: Научная степень

source: Flexible schedule
ru: Гибкий график

source: Folklore
ru: Фольклор

source: Full time
ru: Полный день

source: Hybrid working
ru: Гибридная работа

source: Internship
ru: Стажировка

source: Main
ru: Основная работа

source: Master
ru: Магистратура

source: Music
ru: Музыкальное

source: None
ru: Не важно

source: Other
ru: Другое

source: Part time
ru: Неполный день

source: Performing
ru: Театральное

source: Practice
ru: Практика

source: Remote working
ru: Удалённая работа

source: Secondary
ru: Среднее

source: Secondary vocational
ru: Среднее специальное

source: Visual
ru: Изобразительное
