Repository: txssu/cen
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ru

source: can't be blank
ru: не может быть пустым

source: has already been taken
ru: уже занято

source: is invalid
ru: некорректно

source: must be accepted
ru: Должно быть принято

source: has invalid format
ru: неверный формат

source: has an invalid entry
ru: некорректная запись

source: is reserved
ru: зарезервировано

source: does not match confirmation
ru: подтверждение не совпадает

source: is still associated with this entry
ru: привязано к этой записи

source: are still associated with this entry
ru: привязаны к этой записи

source: should have %{count} item(s)
ru: должен быть %{count} элемент

source: should be %{count} character(s)
ru: должен быть %{count} символ

source: should be %{count} byte(s)
ru: должен быть %{count} байт

source: should have at least %{count} item(s)
ru: должно быть не менее %{count} элемента

source: should be at least %{count} character(s)
ru: должно быть не менее %{count} символа

source: should be at least %{count} byte(s)
ru: должно быть не менее %{count} байта

source: should have at most %{count} item(s)
ru: должно быть не более %{count} элемента

source: should be at most %{count} character(s)
ru: должно быть не более %{count} символа

source: should be at most %{count} byte(s)
ru: должно быть не более %{count} байта

source: must be less than %{number}
ru: должно быть меньше %{number}

source: must be greater than %{number}
ru: должно быть больше %{number}

source: must be less than or equal to %{number}
ru: должно быть меньше или равно %{number}

source: must be greater than or equal to %{number}
ru: должно быть больше или равно %{number}

source: must be equal to %{number}
ru: должно быть равно %{number}

source: cannot be admin
ru: не может быть админом

source: did not change
ru: не изменилось

source: does not match password
ru: пароль не совпадает

source: is not valid
ru: недопустимый

source: must have the @ sign and no spaces
ru: должна содержать символ @ и не содержать пробелов

source: should be at least one digit
ru: должна быть хотя бы одна цифра

source: should be at least one lower case character
ru: должна быть хотя бы одна строчная буква

source: should be at least one upper case character
ru: должна быть хотя бы одна заглавная буква
